import React from 'react'

function TemplateRequestStudent() {
  return (
    <>
            <div className="student-info">
        <p>
            ขอรับรองสถานภาพทางการเรียนของ
            <span className="student-name">เด็กหญิงญาณิน เกรซ พิจริยชัย</span>
            <br />
            เลขประจำตัวนักเรียน 29235 เลขประจำตัวประชาชน 5100500154988
        </p>
        <p>
            เกิดวันที่ 15 เดือน เมษายน พ.ศ. 2554
            <br />
            ชื่อ-นามสกุล บิดา นายพิยา พิจริยชัย ชื่อ-นามสกุล มารดา นางสาววรินธร อ๋องสุวรรณ
        </p>
        </div>
        <div className="education-info">
        <p>
            มีสถานภาพทางการเรียน ดังนี้
            <br />
            เป็นนักเรียนที่กำลังเรียนหลักสูตรการศึกษาขั้นพื้นฐานของโรงเรียนฤทธิยะวรรณาลัย ในระดับชั้นประถมศึกษาปีที่ 6 ปีการศึกษา 2565 และมีความประพฤติ เรียบร้อย มีผลการเรียน ดังนี้
        </p>
        {/* Add the table here */}
        </div>
        <div className="footer">
        <p>ออกให้ไว้ ณ วันที่ 14 เดือน ธันวาคม พ.ศ.2565</p>
        <p>
            (นางพวงผกา แสงเงิน)<br />
            ผู้อำนวยการโรงเรียนฤทธิยะวรรณาลัย
        </p>
        <p>
            (นายณพวุฒิ มณีวงษ์)
            <br />
            นายทะเบียน
        </p>
        <p>
            (ใบรับรองนี้มีอายุ 60 วัน นับตั้งแต่วันที่ออกให้)
        </p>
        </div>
        </>
  )
}

export default TemplateRequestStudent